Repository: AntonioBr98/Pictopia_remote
Catalog: Pictopia/*.lproj/Localizable.strings
Languages: it

source: First name
it: Nome

source: Last Name
it: Cognome

source: Sign In
it: Accedi

source: Search
it: Cerca

source: Composition
it: Composizione

source: Portrait
it: Ritratto

source: Photography Basics
it: Basi di fotografia

# Black and White
source: Black & White
it: Bianco e nero

source: Street Photography
it: Fotografia di strada

source: Architecture Photography
it: Fotografia Architetturale

source: Lights
it: Luci

# Lights2
source: Lights Effects
it: Effetti luce

source: Food
it: Cibo

source: Abstract
it: Astratto

source: Landscape
it: Paesaggi

source: Colors
it: Colori

source: Nature
it: Natura

source: Fashion
it: Moda

source: Wedding
it: Matrimonio

# Real Life
source: Documentary
it: Documentario

source: Lenses
it: Lenti

# Rule of Thirds
source: Rule of Third
it: Regola dei terzi

source: Central Perspective
it: Prospettiva centrale

# Light Painting
source: Long Exposure
it: Esposizione lunga

# Effetto Bokeh
source: Bokeh Effect
it: Effetto Bokeh

source: Profile
it: Profilo

source: Discover
it: Scopri

source: Challenges
it: Sfide

# Join
source: Join the Challenge
it: Partecipa alla sfida

source: Most Recents
it: Recenti

source: User Favourites
it: Preferiti dagli utenti

source: Editor Choiches
it: Scelti dall'editore

source: COMING SOON
it: IN ARRIVO

# Type to Search
source: Type to search topics or challenges
it: Cerca topic o sfide

source: What to do?
it: Cosa fare?

source: Gallery
it: Galleria

# UnUploaded
source: Uploaded photos not yet available
it: Al momento nessuna immagine è stata caricata

# OnboardingMessage1
source: Dive yourself into photography!
it: Tuffati nella fotografia

# OnboardingMessage2
source: Choose one of the tutorials available in the Discover page and start learning.
it: Scegli uno dei tutorial disponibili della pagina Scopri e inizia ad imparare

# OnboardingMessage3
source: Join the challenge by uploading yuor photo
it: Partecipa alle sfide caricando la tua foto

source: Skip
it: Salta

# Begin
source: Let's begin
it: Inizia

# Profilo1
source: Login to enjoy all the features!
it: Effettua il login per accedere a tutte le funzionalità

# Profilo2
source: Learn Dynamically!
it: Impara in modo dinamico

# Profilo3
source: Watch one of the available tutorials to learn quickly
it: Scegli uno dei tutorial ed inizia ad imparare

# Profilo4
source: Join Challenges
it: Partecipa alle sfide

# Profilo5
source: Join the challenge by by uploading your photo
it: Partecipa alle sfide caricando la tua foto

# Profilo6
source: React
it: Interagisci

# Profilo7
source: Give feedback to other users' uploads
it: Commenta le foto delle altre persone

# Profilo8
source: Joined Challenges - NOT WORKING
it: Partecipa alle sfide - NON ATTIVO AL MOMENTO

# Profilo9
source: Profile
it: Profilo

# Profilo10
source: Badges - NOT WORKING
it: Badges - NON ATTIVO AL MOMENTO

# Challenge1
source: Photo reference
it: Foto di Riferimento

# Challenge2
source: Uploads
it: Caricamenti
